<template lang="pug">
.about
  .ui.segment.container
    h1.ui.header 自由呈現
    p 「自由呈現」是一種可以呈現較重故事的形式。
    p(v-if="myF.d") {{ myF.d }}

</template>

<script type="text/javascript">
    
export default {
  name: 'FreeStyle',
  data () {
    return {
      myF:  {n:'自由呈現', c:'自由呈現',
          d:`由說故事的人選一位演員代表說故事的人自己。

          主持人可以設定故事中其他的重要角色，請說故事人的依直覺選擇台上的演員來扮演。
          
          沒有被選到的演員則自由發揮，可以舞布或是當抽象的元素。
          
          「代表」是很有力量的。
          
          代表說故事的人的主角在一開始的時候會先去用布裝扮自己。這個用布裝扮自己的過程就是讓他戴上主角的角色，成為一個代表。
        
          這個時候他可以感受到說故事的人完整的情緒，跟他所說的故事的種種歷程。他可以用當下的直覺去充分的去做呈現跟回饋。
        
          而在結束的時候，他卸除他的角色，也就是他回到黏土而不是代表。
          
          這個過程很重要，因為代表是一個很深入的過程，如果不卸角色的話，很容易現在裡面出不來。所以卸除角色是必要的。

`,
          g:'較重的故事'},
      forms:  [
        {n:'自由呈現', c:'自由呈現',
          d:'說故事的人選一位演員扮演他自己，如果有其他重要角色，也由說故事的人選擇，其他人自由，呈現方式自由。',
          g:'較重的故事'}
      ]
    }
  }
}

</script>

<style scoped>
.ui.list .item {
  text-align: left;
  font-size: 16px;
}

p {
  font-size: 16px;
}
</style>